# Tap Homebrew
tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"

# Dev Enviroment
brew "curl"
brew "lsd"
brew "mas"
brew "wget"
brew "woff2"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"

## Apps
# Productivity
cask "appcleaner"
cask "bartender"
cask "downie"
cask "raycast"

# System
cask "dropbox"
cask "eurkey"
cask "firefox"
cask "google-chrome"
cask "keka"
cask "linearmouse"
cask "monitorcontrol"
cask "pdf-expert"

# Security
mas "Strongbox", id: 897283731
cask "expressvpn"

# Development
cask "cyberduck"
cask "github"
cask "iterm2"
cask "visual-studio-code"

# Communication
cask "discord"
cask "grammarly-desktop"
cask "signal"
cask "slack"

# Design
cask "figma"

# Media
cask "handbrake"
cask "iina"
cask "spotify"
cask "transmission"
